{
  "tr": {
    "categories": {
      "kurumsal": { "label": "Kurumsal", "color": "bg-blue-50 text-blue-700" },
      "projeler": { "label": "Projeler", "color": "bg-green-50 text-green-700" },
      "etkinlikler": { "label": "Etkinlikler", "color": "bg-purple-50 text-purple-700" },
      "oduller": { "label": "Ödüller", "color": "bg-amber-50 text-amber-700" },
      "basin": { "label": "Basın", "color": "bg-rose-50 text-rose-700" }
    },
    "news": [
      {
        "id": "eco-tower-leed-platinum",
        "title": "Eco Tower Projemiz LEED Platinum Sertifikası Aldı",
        "excerpt": "İstanbul'daki Eco Tower ofis kompleksimiz, sürdürülebilirlik alanındaki üstün başarısıyla LEED Platinum sertifikasını almaya hak kazandı.",
        "image": "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?ixlib=rb-4.0.3",
        "category": "projeler",
        "publishDate": "2023-11-15",
        "slug": "eco-tower-leed-platinum",
        "content": "<p>Karakucak Group'un MNK Mimarlık biriminin tasarladığı Eco Tower projemiz, sürdürülebilir tasarım ve çevre dostu uygulamalarıyla uluslararası alanda prestijli LEED Platinum sertifikasını almaya hak kazandı.</p><p>İstanbul'un yeni iş merkezi bölgesinde yer alan 30.000 metrekarelik projemiz, yenilenebilir enerji kullanımı, su verimliliği, malzeme seçimi ve iç mekan kalitesi gibi kriterlerde en yüksek puanları alarak bu önemli başarıya ulaştı.</p><p>Proje, özellikle enerji verimliliği alanında geleneksel ofis binalarına kıyasla %60 tasarruf sağlamasıyla öne çıkıyor. Çatı ve teraslarda konumlandırılan güneş panelleri, binanın enerji ihtiyacının önemli bir bölümünü karşılarken, akıllı cephe sistemleri ısı kaybını minimize ediyor.</p><p>MNK Mimarlık Genel Müdürü Mirza Karakucak, 'Eco Tower projemizle sadece estetik ve işlevsel bir ofis kompleksi tasarlamakla kalmadık, aynı zamanda çevresel sürdürülebilirlik konusunda da örnek bir yapı ortaya koyduk. LEED Platinum sertifikası, ekibimizin vizyoner çalışmalarının uluslararası alanda tanınması açısından büyük önem taşıyor' açıklamasında bulundu.</p><p>Proje, önümüzdeki ay düzenlenecek Uluslararası Sürdürülebilir Mimarlık Konferansı'nda örnek çalışma olarak sunulacak.</p>",
        "relatedProjects": ["eco-tower"],
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?ixlib=rb-4.0.3",
            "alt": "Eco Tower dış görünüm"
          },
          {
            "url": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
            "alt": "Eco Tower lobi"
          },
          {
            "url": "https://images.unsplash.com/photo-1557683311-eac922347aa1?ixlib=rb-4.0.3",
            "alt": "LEED Platinum Sertifika Töreni"
          }
        ]
      },
      {
        "id": "seaside-residential-opening",
        "title": "Seaside Residential Kompleksi Açılış Töreni",
        "excerpt": "İzmir'deki yeni lüks konut projemiz Seaside Residential Kompleksi, düzenlenen görkemli bir törenle açıldı.",
        "image": "https://images.unsplash.com/photo-1613685703305-fba7a6181d86?ixlib=rb-4.0.3",
        "category": "etkinlikler",
        "publishDate": "2023-10-05",
        "slug": "seaside-residential-opening",
        "content": "<p>Karakucak Group'un İzmir'deki prestijli konut projesi Seaside Residential Kompleksi, dün düzenlenen görkemli bir törenle kapılarını açtı. Törene İzmir Büyükşehir Belediye Başkanı, iş dünyasından önemli isimler ve çok sayıda basın mensubu katıldı.</p><p>İzmir körfezine hakim konumuyla dikkat çeken ve toplamda 120 lüks daireden oluşan Seaside Residential, modern mimari tasarımı, akıllı ev sistemleri ve sosyal olanaklarıyla bölgenin en dikkat çekici yaşam alanlarından biri olarak öne çıkıyor.</p><p>Açılış töreninde konuşan Karakucak Group Yönetim Kurulu Başkanı Mehmet Karakucak, 'Seaside Residential, sadece bir konut projesi değil, aynı zamanda yaşam kalitesini yükselten bir konsepttir. Akıllı ev teknolojileri ve sürdürülebilir çözümlerle donatılmış bu projemiz, modern yaşamın tüm ihtiyaçlarını karşılayacak şekilde tasarlandı' ifadelerini kullandı.</p><p>Projenin ilk etabında yer alan dairelerin tamamının satışının tamamlandığı ve ikinci etap için ön taleplerin alınmaya başlandığı belirtildi. Komplekste yer alan sosyal tesisler, yüzme havuzları, spa merkezi ve sahil şeridi de törenle birlikte kullanıma açıldı.</p>",
        "relatedProjects": ["seaside-residential"],
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1613685703305-fba7a6181d86?ixlib=rb-4.0.3",
            "alt": "Seaside Residential dış görünüm"
          },
          {
            "url": "https://images.unsplash.com/photo-1574739782594-db4ead022697?ixlib=rb-4.0.3",
            "alt": "Açılış töreni kurdele kesimi"
          },
          {
            "url": "https://images.unsplash.com/photo-1540317700647-ec69694d70d0?ixlib=rb-4.0.3",
            "alt": "Açılış töreni konuşmaları"
          }
        ]
      },
      {
        "id": "international-architecture-award",
        "title": "MNK Mimarlık'a Uluslararası Mimarlık Ödülü",
        "excerpt": "MNK Mimarlık, Cultural Center projesiyle 'En İyi Kültürel Yapı' kategorisinde uluslararası prestijli mimarlık ödülüne layık görüldü.",
        "image": "https://images.unsplash.com/photo-1487958449943-2429e8be8625?ixlib=rb-4.0.3",
        "category": "oduller",
        "publishDate": "2023-09-22",
        "slug": "international-architecture-award",
        "content": "<p>Karakucak Group bünyesinde faaliyet gösteren MNK Mimarlık, Ankara'da tasarladığı Modern Kültür Merkezi projesiyle International Architecture Awards 2023 kapsamında 'En İyi Kültürel Yapı' ödülünü kazandı.</p><p>Milano'da düzenlenen törende ödülü alan MNK Mimarlık kurucusu Mirza Karakucak, 'Kültürel mirasımızı modern mimari ile buluşturan, aynı zamanda akustik tasarımı ve çok işlevli mekanlarıyla öne çıkan bu projemizin uluslararası alanda takdir görmesi bizim için büyük bir gurur kaynağı' dedi.</p><p>Modern Kültür Merkezi, 2021 yılında Ankara'nın merkezinde hizmete açılmış ve o tarihten bu yana birçok önemli kültürel etkinliğe ev sahipliği yapmıştı. Yapı, özellikle ana konser salonundaki üstün akustik özellikleri ve esnek kullanım alanlarıyla müzik, tiyatro ve diğer performans sanatları için ideal bir mekan olarak kabul ediliyor.</p><p>Ödül jürisi, yapının kent dokusuna uyumlu dış tasarımı ile iç mekandaki işlevsel çözümleri arasındaki dengeyi ve yapının kültürel etkileşimi teşvik eden mimarisini özellikle vurguladı.</p><p>MNK Mimarlık ekibi, önümüzdeki dönemde İstanbul ve İzmir'de iki yeni kültür merkezi projesi için çalışmalarını sürdürdüklerini de duyurdu.</p>",
        "relatedProjects": ["cultural-center"],
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1487958449943-2429e8be8625?ixlib=rb-4.0.3",
            "alt": "Modern Kültür Merkezi dış görünüm"
          },
          {
            "url": "https://images.unsplash.com/photo-1470229722913-7c0e2dbbafd3?ixlib=rb-4.0.3",
            "alt": "Kültür Merkezi Konser Salonu"
          },
          {
            "url": "https://images.unsplash.com/photo-1568992687947-868a62a9f521?ixlib=rb-4.0.3",
            "alt": "Ödül töreni"
          }
        ]
      },
      {
        "id": "new-headquarters-announcement",
        "title": "Karakucak Group Yeni Genel Merkez Binası",
        "excerpt": "Karakucak Group, sürdürülebilir tasarım ilkelerine uygun olarak inşa edilecek yeni genel merkez binasının detaylarını açıkladı.",
        "image": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
        "category": "kurumsal",
        "publishDate": "2023-08-10",
        "slug": "new-headquarters-announcement",
        "content": "<p>Karakucak Group, İstanbul Levent'te inşa edilecek yeni genel merkez binasının detaylarını düzenlediği basın toplantısıyla kamuoyuna duyurdu. MNK Mimarlık tarafından tasarlanan yeni bina, grubun sürdürülebilirlik ve inovasyon vizyonunu yansıtacak şekilde planlandı.</p><p>15.000 metrekarelik alana sahip olacak yeni genel merkez, yenilenebilir enerji sistemleri, akıllı bina teknolojileri ve yeşil alanlarla donatılacak. LEED Platinum sertifikası hedefiyle tasarlanan bina, enerji verimliliği konusunda sektöre örnek olacak yenilikçi çözümler içeriyor.</p><p>Karakucak Group Yönetim Kurulu Başkanı Mehmet Karakucak, 'Yeni genel merkezimiz, şirketimizin büyüme stratejilerini desteklerken, çalışanlarımıza ilham veren ve sürdürülebilirlik değerlerimizi yansıtan bir çalışma ortamı sunacak. Binamız tamamlandığında, sadece bir ofis değil, aynı zamanda sürdürülebilir mimari için bir referans noktası olacak' dedi.</p><p>İnşaatın 2024 yılının ilk çeyreğinde başlaması ve 18 ay içinde tamamlanması planlanıyor. Yeni binada grup şirketlerinin tüm merkez ofisleri bir araya gelecek ve yaklaşık 500 çalışan için modern çalışma alanları oluşturulacak.</p><p>Binanın en dikkat çekici özellikleri arasında, çatısındaki güneş enerjisi sistemleri, yağmur suyu toplama üniteleri, dikey bahçeler ve şarj istasyonlarıyla donatılmış elektrikli araç otoparkı yer alıyor.</p>",
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
            "alt": "Yeni Genel Merkez tasarımı"
          },
          {
            "url": "https://images.unsplash.com/photo-1504917595217-d4dc5ebe6122?ixlib=rb-4.0.3",
            "alt": "Basın toplantısı"
          },
          {
            "url": "https://images.unsplash.com/photo-1577412647305-991150c7d163?ixlib=rb-4.0.3",
            "alt": "Bina maket görseli"
          }
        ]
      }
    ]
  },
  "en": {
    "categories": {
      "kurumsal": { "label": "Corporate", "color": "bg-blue-50 text-blue-700 dark:bg-blue-900/30 dark:text-blue-300" },
      "projeler": { "label": "Projects", "color": "bg-green-50 text-green-700 dark:bg-green-900/30 dark:text-green-300" },
      "etkinlikler": { "label": "Events", "color": "bg-purple-50 text-purple-700 dark:bg-purple-900/30 dark:text-purple-300" },
      "oduller": { "label": "Awards", "color": "bg-amber-50 text-amber-700 dark:bg-amber-900/30 dark:text-amber-300" },
      "basin": { "label": "Press", "color": "bg-rose-50 text-rose-700 dark:bg-rose-900/30 dark:text-rose-300" }
    },
    "news": [
      {
        "id": "eco-tower-leed-platinum",
        "title": "Our Eco Tower Project Received LEED Platinum Certification",
        "excerpt": "Our Eco Tower office complex in Istanbul has earned LEED Platinum certification for its outstanding achievement in sustainability.",
        "image": "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?ixlib=rb-4.0.3",
        "category": "projeler",
        "publishDate": "2023-11-15",
        "slug": "eco-tower-leed-platinum",
        "content": "<p>Our Eco Tower project, designed by MNK Architecture of Karakucak Group, has earned the prestigious international LEED Platinum certification for its sustainable design and environmentally friendly practices.</p><p>Located in Istanbul's new business center district, our 30,000-square-meter project achieved this significant success by scoring the highest points in criteria such as renewable energy use, water efficiency, material selection, and indoor quality.</p><p>The project stands out especially for its 60% savings in energy efficiency compared to traditional office buildings. Solar panels positioned on the roofs and terraces meet a significant portion of the building's energy needs, while smart facade systems minimize heat loss.</p><p>MNK Architecture General Manager Mirza Karakucak said, 'With our Eco Tower project, we not only designed an aesthetic and functional office complex, but also created an exemplary structure in terms of environmental sustainability. The LEED Platinum certification is of great importance in terms of international recognition of our team's visionary work.'</p><p>The project will be presented as a case study at the International Sustainable Architecture Conference to be held next month.</p>",
        "relatedProjects": ["eco-tower"],
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?ixlib=rb-4.0.3",
            "alt": "Eco Tower exterior view"
          },
          {
            "url": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
            "alt": "Eco Tower lobby"
          },
          {
            "url": "https://images.unsplash.com/photo-1557683311-eac922347aa1?ixlib=rb-4.0.3",
            "alt": "LEED Platinum Certificate Ceremony"
          }
        ]
      },
      {
        "id": "seaside-residential-opening",
        "title": "Opening Ceremony of Seaside Residential Complex",
        "excerpt": "Our new luxury residential project in Izmir, Seaside Residential Complex, was opened with a magnificent ceremony.",
        "image": "https://images.unsplash.com/photo-1613685703305-fba7a6181d86?ixlib=rb-4.0.3",
        "category": "etkinlikler",
        "publishDate": "2023-10-05",
        "slug": "seaside-residential-opening",
        "content": "<p>Karakucak Group's prestigious residential project in Izmir, Seaside Residential Complex, opened its doors yesterday with a magnificent ceremony. The ceremony was attended by the Mayor of Izmir Metropolitan Municipality, important figures from the business world, and numerous press members.</p><p>Standing out with its dominant position over the Izmir bay and consisting of a total of 120 luxury apartments, Seaside Residential stands out as one of the most remarkable living spaces in the region with its modern architectural design, smart home systems, and social facilities.</p><p>Speaking at the opening ceremony, Karakucak Group Chairman Mehmet Karakucak said, 'Seaside Residential is not just a residential project, but also a concept that elevates the quality of life. Our project, equipped with smart home technologies and sustainable solutions, has been designed to meet all the needs of modern life.'</p><p>It was stated that all of the apartments in the first phase of the project have been sold and pre-orders for the second phase have started to be taken. The social facilities, swimming pools, spa center, and shoreline located in the complex were also opened for use with the ceremony.</p>",
        "relatedProjects": ["seaside-residential"],
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1613685703305-fba7a6181d86?ixlib=rb-4.0.3",
            "alt": "Seaside Residential exterior view"
          },
          {
            "url": "https://images.unsplash.com/photo-1574739782594-db4ead022697?ixlib=rb-4.0.3",
            "alt": "Opening ceremony ribbon cutting"
          },
          {
            "url": "https://images.unsplash.com/photo-1540317700647-ec69694d70d0?ixlib=rb-4.0.3",
            "alt": "Opening ceremony speeches"
          }
        ]
      },
      {
        "id": "international-architecture-award",
        "title": "International Architecture Award for MNK Architecture",
        "excerpt": "MNK Architecture was awarded a prestigious international architecture award in the 'Best Cultural Building' category with the Cultural Center project.",
        "image": "https://images.unsplash.com/photo-1487958449943-2429e8be8625?ixlib=rb-4.0.3",
        "category": "oduller",
        "publishDate": "2023-09-22",
        "slug": "international-architecture-award",
        "content": "<p>MNK Architecture, operating within Karakucak Group, won the 'Best Cultural Building' award at the International Architecture Awards 2023 with its Modern Cultural Center project designed in Ankara.</p><p>Receiving the award at the ceremony held in Milan, MNK Architecture founder Mirza Karakucak said, 'It is a great source of pride for us that our project, which combines our cultural heritage with modern architecture and stands out with its acoustic design and multifunctional spaces, is recognized internationally.'</p><p>The Modern Cultural Center was opened in the center of Ankara in 2021 and has hosted many important cultural events since then. The structure is considered an ideal venue for music, theater and other performing arts, especially with its superior acoustic features in the main concert hall and flexible usage areas.</p><p>The award jury particularly emphasized the balance between the building's exterior design that is compatible with the urban texture and the functional solutions in the interior, and the architecture of the building that encourages cultural interaction.</p><p>The MNK Architecture team also announced that they continue their work for two new cultural center projects in Istanbul and Izmir in the upcoming period.</p>",
        "relatedProjects": ["cultural-center"],
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1487958449943-2429e8be8625?ixlib=rb-4.0.3",
            "alt": "Modern Cultural Center exterior view"
          },
          {
            "url": "https://images.unsplash.com/photo-1470229722913-7c0e2dbbafd3?ixlib=rb-4.0.3",
            "alt": "Cultural Center Concert Hall"
          },
          {
            "url": "https://images.unsplash.com/photo-1568992687947-868a62a9f521?ixlib=rb-4.0.3",
            "alt": "Award ceremony"
          }
        ]
      },
      {
        "id": "new-headquarters-announcement",
        "title": "Karakucak Group New Headquarters Building",
        "excerpt": "Karakucak Group announced the details of its new headquarters building, which will be built in accordance with sustainable design principles.",
        "image": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
        "category": "kurumsal",
        "publishDate": "2023-08-10",
        "slug": "new-headquarters-announcement",
        "content": "<p>Karakucak Group announced the details of its new headquarters building to be built in Istanbul Levent with a press conference. Designed by MNK Architecture, the new building was planned to reflect the group's vision of sustainability and innovation.</p><p>The new headquarters, which will have an area of 15,000 square meters, will be equipped with renewable energy systems, smart building technologies and green areas. Designed with the goal of LEED Platinum certification, the building includes innovative solutions that will set an example for the industry in terms of energy efficiency.</p><p>Karakucak Group Chairman Mehmet Karakucak said, 'Our new headquarters will provide a working environment that supports our company's growth strategies, inspires our employees and reflects our sustainability values. When our building is completed, it will be not only an office, but also a reference point for sustainable architecture.'</p><p>Construction is planned to begin in the first quarter of 2024 and be completed within 18 months. All central offices of the group companies will come together in the new building and modern working areas will be created for approximately 500 employees.</p><p>Among the most notable features of the building are solar energy systems on its roof, rainwater collection units, vertical gardens and an electric vehicle parking lot equipped with charging stations.</p>",
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
            "alt": "New Headquarters design"
          },
          {
            "url": "https://images.unsplash.com/photo-1504917595217-d4dc5ebe6122?ixlib=rb-4.0.3",
            "alt": "Press conference"
          },
          {
            "url": "https://images.unsplash.com/photo-1577412647305-991150c7d163?ixlib=rb-4.0.3",
            "alt": "Building model visual"
          }
        ]
      }
    ]
  }
}
