{
  "tr": {
    "categories": {
      "insaat-taahhut": { "label": "İnşaat & Taahhüt", "color": "bg-blue-50 text-blue-700" },
      "otomotiv": { "label": "Otomotiv", "color": "bg-green-50 text-green-700" },
      "madencilik": { "label": "Madencilik", "color": "bg-purple-50 text-purple-700" },
      "tarim": { "label": "Tarım", "color": "bg-amber-50 text-amber-700" },
      "pamuk-sanayi": { "label": "Pamuk Sanayi", "color": "bg-rose-50 text-rose-700" }
    },
    "news": [
      {
        "id": "kgm-ssangyong-acilis",
        "title": "KGM SsangYong Bayisi Resmi Açılışı Gerçekleşti",
        "excerpt": "Karakucak Group'un otomotiv sektöründeki yeni markası KGM SsangYong'un bayisi, görkemli bir törenle hizmete açıldı.",
        "image": "/images/otomotiv/kgm_bayii_magaza.jpg",
        "category": "otomotiv",
        "publishDate": "2025-06-30",
        "slug": "kgm-ssangyong-acilis",
        "content": "<p>Karakucak Group'un otomotiv sektöründeki yeni yatırımı KGM SsangYong'un yetkili bayisi, düzenlenen görkemli bir törenle resmi olarak hizmete açıldı..</p><p>Şanlıurfa'nın merkezi lokasyonunda kapalı alan üzerine kurulan yeni showroom, satış ve satış sonrası hizmetleri tek bir çatı altında birleştiren modern bir konsepte sahip. Showroom'da SsangYong'un tüm yeni modelleri sergileniyor ve müşterilere kapsamlı test sürüşü imkanı sunuluyor.</p><p>Açılış töreninde konuşan Karakucak Group Otomotiv Bölümü Başkanı Ahmet Karakucak, 'KGM SsangYong bayiliğimizle, Türkiye'deki otomotiv piyasasına yenilikçi ve kaliteli araçlar sunmaktan gurur duyuyoruz. SsangYong'un güçlü SUV ve pickup modelleriyle Türk tüketicisinin beklentilerini karşılamayı ve sektörde önemli bir pazar payı elde etmeyi hedefliyoruz' dedi.</p><p>Yeni bayide satışa sunulan SsangYong modelleri arasında Torres, Acyton, Torres EVX, Korando,Tivoli ve Musso Grand modelleri öne çıkıyor.</p>",
        "relatedProjects": ["kgm-otomotiv"],
        "gallery": [
          {
            "url": "/images/otomotiv/cropped_kgm_magaza.png",
            "alt": "KGM SsangYong Showroom"
          }
        ]
      },
      {
        "id": "karakucak-tesktil-banglades-cin-ihracaat",
        "title": "Karakucak Tekstil, Bangladeş ve Çin'e pamuk ihracatına başladı",
        "excerpt": "Yıllık 10 bin ton ham pamuk kapasitesi ile Karakucak Tekstil, yurt dışı pazarlara açılarak Bangladeş ve Çin'e pamuk ihracatına başladı.",
        "image": "/images/pamuk/roportaj.jpg",
        "category": "tekstil",
        "publishDate": "2025-02-26",
        "slug": "tekstil-bangladesh-cin-ihracat",
        "content": "<p>Şanlıurfa Organize Sanayi Bölgesi'nde 1997 yılında kurduğu modern pamuk tesisiyle iplik ve kumaş sanayicilerinin hammadde tedarik sürecine önemli rol oynayan Karakucak Tekstil, yeni yatırımlarla büyümesini sürdürüyor. 10 bin metrekare arazi üzerine kurulu fabrikasında, 72 makineden oluşan rolergin pamuk üretim hatlarının yanı sıra kurutma ve ön temizleme için yüksek kapasiteli teknolojik imkanlarla üretim yapan firma, yurt içi pazarın yanı sıra yurt dışı pazarlarda da büyüyor.</p><p>Karakucak Tekstil Yönetim Kurulu Başkanı Neşet Karakucak, 'Yüksek makine gücümüz sayesinde küresel tekstil firmalarının bölgedeki en önemli ham pamuk tedarikçilerinden biriyiz. Sahip olduğumuz kurutma hatları ve ön temizleme hatlarıyla birlikte iplik ve kumaş sanayicilerimize çok yüksek kaliteli pamuk işliyoruz. Buna bağlı olarak son olarak Çin ve Bangladeş'e balya pamuk göndermeye başladık' dedi.</p><p>'Yeşil dönüşüm stratejileri kapsamında hayata geçirdikleri yatırımlarla sıfır atık tesisi misyonuna eriştiğinin altını çizen Neşet Karakucak, 'Endüstriyel üretimimizin çevresel etkilerini bertaraf etmek için elimizden gelen tüm yeşil dönüşüm yatırımlarını değerlendiriyoruz. Elektrik ihtiyacımızın tamamını solar panellerden karşılayarak yeşil enerji ile üretim yapıyoruz. Ayrıca hayata geçirdiğimiz atık yönetimi planıyla çöpe giden organik atıkları yeniden milli ekonomiye kazandırıyoruz. Üretimden arta kalan organik atıklar artık, bitkisel yağ, pamuk fabrikalarında katma değerli yeni ürünlere dönüşüyor' ifadelerini kullandı.</p><p>Yüksek kaliteli pamuk üretimi için hem sözleşmeli üretim yapan çiftçilerden hem de Türki Cumhuriyetler pazarından tohum tedarik hattı kurduklarını ifade eden Neşet Karakucak, BCİ, İyi Tarım ve C&A Lisanslı üretimizle iplik sanayicilerinin yüksek kaliteli ham madde tedarikinde aranılan çözüm ortaklarından biri konumundayız. Yüksek kalitemiz sayesinde dönem dönem pamuk ihracatında gerçekleştiriyoruz. Özellikle Uzak Doğu ve Afrika pazarında devam eden yatırımlar nedeniyle pamuk ihracatımızın artmasını öngörüyoruz' dedi.</p><p>TİGEM Şanlıurfa'da yaklaşık 10 bin dönüm arazi içerisinde sözleşmeli pamuk üretimi gerçekleştirdiklerini kaydeden Karakucak, 'Bu yıl gerçekleştirdiğimiz sözleşmeli üretim operasyonlarında dönem başı ortalama 570 kg/da rekolte sağladık. Ayrıca Tacikistan pazarına tohum ihracatı da gerçekleştirme başarısı gösterdik' diye konuştu.</p>",
        "relatedProjects": ["organik-tekstil"],
        "gallery": [
          {
            "url": "/images/pamuk/roportaj.jpg",
            "alt": "Karakucak Tekstil Yönetim Kurulu Başkanı Neşet Karakucak"
          }
        ]
      },
      {
        "id": "dr-karakucak-klinigi-acilis",
        "title": "Mersin'de Dr. Karakucak Kliniği Açılış Töreni",
        "excerpt": "Mersin'de yeni açılan Dr. Karakucak Kliniği'nin açılış törenine Karakucak Group temsilcileri, çeşitli iş insanları ve milletvekilleri katılarak destek verdi.",
        "image": "/images/klinik/klinik_acilis.jpg",
        "category": "saglik",
        "publishDate": "2025-06-15",
        "slug": "dr-karakucak-klinigi-acilis",
        "content": "<p>Mersin'de yeni hizmete giren Dr. Karakucak Kliniği, düzenlenen görkemli bir törenle açıldı. Açılış törenine Mersin Belediye Başkanı Vahap Seçer, milletvekilleri ve çevre illerden çok sayıda iş insanının yanı sıra Karakucak Group temsilcileri de katılım sağladı.</p><p>Modern mimarisi ve son teknoloji tıbbi ekipmanlarıyla bölgenin önemli sağlık yatırımlarından biri olan Dr. Karakucak Kliniği, geniş uzman hekim kadrosuyla farklı branslarda hizmet verecek. Karakucak Group bünyesinde faaliyet gösteren KGM Karakucak SsangYong bayisi de açılışa özel çelenk göndererek destek verdi.</p><p>Açılışa katılan Karakucak Group temsilcileri, 'Bölgemize kazandırılan bu değerli sağlık yatırımını desteklemekten memnuniyet duyuyoruz. Dr. Karakucak Kliniği'nin modern altyapısı ve uzman kadrosuyla bölge halkına kaliteli sağlık hizmeti sunacağına inanıyoruz' ifadelerini kullandı.</p><p>Mersin Belediye Başkanı Vahap Seçer ise yaptığı konuşmada, 'Şehrimize böylesine modern bir sağlık tesisini kazandırdıkları için Sayın Dr. Mustafa Kemal Karakucak'a teşekkür ediyorum. Özel sektörün sağlık alanındaki yatırımları kentimizin gelişimi açısından son derece önemli.' ifadelerini kullandı.</p><p>Açılış töreni sonrasında konuklara klinik gezdirilirken, yetkililer tarafından ayrıntılı bilgilendirmeler yapıldı. Dr. Karakucak Kliniği'nin bölgede sağlık turizmine de katkı sağlaması hedefleniyor.</p>",
        "relatedProjects": [],
        "gallery": [
          {
            "url": "/images/klinik/klinik_acilis.jpg",
            "alt": "Dr. Karakucak Kliniği Açılış Töreni"
          }
        ]
      }
      
    
    ]
  },
  "en": {
    "categories": {
      "insaat-taahhut": { "label": "Construction & Contracting", "color": "bg-blue-50 text-blue-700" },
      "otomotiv": { "label": "Automotive", "color": "bg-green-50 text-green-700" },
      "madencilik": { "label": "Mining", "color": "bg-purple-50 text-purple-700" },
      "tarim": { "label": "Agriculture", "color": "bg-amber-50 text-amber-700" },
      "pamuk-sanayi": { "label": "Cotton Industry", "color": "bg-rose-50 text-rose-700" }
    },
    "news": [
     
      {
        "id": "new-headquarters-announcement",
        "title": "Karakucak Group New Headquarters Building",
        "excerpt": "Karakucak Group announced the details of its new headquarters building, which will be built in accordance with sustainable design principles.",
        "image": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
        "category": "kurumsal",
        "publishDate": "2023-08-10",
        "slug": "new-headquarters-announcement",
        "content": "<p>Karakucak Group announced the details of its new headquarters building to be built in Istanbul Levent with a press conference. Designed by MNK Architecture, the new building was planned to reflect the group's vision of sustainability and innovation.</p><p>The new headquarters, which will have an area of 15,000 square meters, will be equipped with renewable energy systems, smart building technologies and green areas. Designed with the goal of LEED Platinum certification, the building includes innovative solutions that will set an example for the industry in terms of energy efficiency.</p><p>Karakucak Group Chairman Mehmet Karakucak said, 'Our new headquarters will provide a working environment that supports our company's growth strategies, inspires our employees and reflects our sustainability values. When our building is completed, it will be not only an office, but also a reference point for sustainable architecture.'</p><p>Construction is planned to begin in the first quarter of 2024 and be completed within 18 months. All central offices of the group companies will come together in the new building and modern working areas will be created for approximately 500 employees.</p><p>Among the most notable features of the building are solar energy systems on its roof, rainwater collection units, vertical gardens and an electric vehicle parking lot equipped with charging stations.</p>",
        "gallery": [
          {
            "url": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixlib=rb-4.0.3",
            "alt": "New Headquarters design"
          },
          {
            "url": "https://images.unsplash.com/photo-1504917595217-d4dc5ebe6122?ixlib=rb-4.0.3",
            "alt": "Press conference"
          },
          {
            "url": "https://images.unsplash.com/photo-1577412647305-991150c7d163?ixlib=rb-4.0.3",
            "alt": "Building model visual"
          }
        ]
      }
    ]
  }
}
